from fuzzywuzzy import fuzz as f 
from fuzzywuzzy import process as p


print("Фюзеляж", f.ratio("Фюзлж", "Фюзеляж"))
print(f.ratio("Фюзлж", "Горизонтальное оперение"), "Горизонтальное оперение")
print(f.ratio("Фюзлж", "Вертикальное оперение"), "Вертикальное оперение")
print(f.ratio("Фюзлж", "Крыло"), "Крыло")
print(f.ratio("Фюзлж", "Диз.топ."), "Диз.топ.")
print(f.ratio("Фюзлж", "Газотурбинный двигатель"), "Газотурбинный двигатель")
print(f.ratio("Фюзлж", "Муфты свободного хода"), "Муфты свободного хода")
print(f.ratio("Фюзлж", "Лопасть"), "Лопасть")
print(f.ratio("Фюзлж", "Иллюминатор"), "Иллюминатор")
print(f.ratio("Фюзлж", "Лобовое стекло"), "Лобовое стекло")